{
  "about": "Sobre mí",
  "projects": "Proyectos",
  "skills": "Tecnologías",
  "contact": "Contacto",
  "thanks": "Gracias",
  "successMessage": "Tu mensaje fue enviado exitosamente. Rodrigo te va a contactar a la brevedad.",
  "name": "Nombre",
  "subject": "Asunto",
  "send": "Enviar",
  "message": "Mensaje",
  "introsub": "Programador web full-stack",
  "introsub2": "Ver mis proyectos",
  "hello": "Hola",
  "greeting": "Mucho gusto, me llamo Rodrigo",
  "git": "REPOSITORIO",
  "aboutTitle": "Desarrollador web full stack en React, Typescript, Node, Javascript y MongoDb",
  "about1": "Soy originario de Buenos Aires, Argentina. Mis años de estudio universitario y mi facilidad para los idiomas (principalmente en inglés y en francés), me dieron la capacidad para resolver problemas de manera independiente.",
  "about2": "Actualmente estoy realizando proyectos con",
  "about2bis": "y continuo perfeccionandome y adquiriendo conocimientos técnicos que permitan resolver problemas de la vida cotidiana a empresas e individuos.",
  "about3": "Autodidacta por naturaleza, me encanta aprender y superarme cada día. Si tenés una idea o proyecto que desarrollar me encantaría escucharte.",
  "aboutEnd": "Conocé más sobre mí.",
  "pdf": "Esp",
  "dataprojects": [
    {
      "descripcion": "E-commerce de perfumes desarrollado para un cliente. Tiene una sección de admin para cargar y editar productos. Checkout y pasarela de pago (Mercado Pago). Incluye Redux, JWT y Mongodb.",

      "alt": "REACT/NODE E-COMMERCE",

      "titulo": "Perfumería E-shop"
    },
    {
      "descripcion": "App en React que consume una API de Node y una base de datos de MongoDb. La autenticación de usuario se realiza con JWT. Utilicé Styled-components para los estilos. Tanto el front como el back fueron escritos en Typescript.",

      "alt": "TYPESCRIPT/REACT/NODE APP",

      "titulo": "Typescript/React app"
    },
    {
      "descripcion": "Portfolio que construí originalmente con Javascript puro y que luego traduje a React.Trabajé con el Intersection Observer a través de un hook personalizado, y utilicé React-i18next para la traducción del contenido.",

      "alt": "PORTFOLIO",

      "titulo": "De Javascript a React"
    },
    {
      "descripcion": "Gestor de tareas realizado en React con autenticación JWT, que se comunica con una API en Nodejs y una base de datos en Mongo Atlas.",

      "alt": "proyecto MERN",

      "titulo": "PROYECTO MERN"
    },
    {
      "descripcion": "Recreación del famoso sitio. Previo registro e inicio de sesión, los usuarios pueden acceder a un muro público para escribir mensajes, así como acceder de manera privada a su información de usuario y editarla.",

      "alt": "proyecto Rodribook",

      "titulo": "RODRIBOOK WEBSITE"
    },
    {
      "descripcion": "Juego de blackjack que tomé como base del sitio Free Code Camp, y que luego fui adaptando: notificaciones sobre el estado de la partida, un bot dealer, interfaz para realizar apuestas, etc.",

      "alt": "proyecto Blackjack",

      "titulo": "BLACKJACK GAME"
    },
    {
      "descripcion": "Mi primer sitio web.",

      "alt": "proyecto Rohelaw",

      "titulo": "ROHELAW WEBSITE"
    }
  ],
  "unavailable": "NO DISPONIBLE"
}
