{
  "about": "À propos de moi",
  "projects": "Projets",
  "skills": "Technologies",
  "contact": "Contact",
  "thanks": "Merci",
  "successMessage": "Votre message a bien été pris en compte. Rodrigo va revenir vers vous très vite.",
  "name": "Prénom",
  "subject": "Sujet",
  "send": "Envoyer",
  "message": "Message",
  "introsub": "Développeur web full stack",
  "introsub2": "Voir mes projets",
  "hello": "Bonjour",
  "greeting": "Enchanté, je m'appelle Rodrigo",
  "git": "REPOSITORY",
  "aboutTitle": "Développeur web full stack en React, Typescript, MongoDb, Nodejs et Javascript",
  "about1": "Je suis originaire de Buenos Aires, Argentine. Grâce à mes années des études universitaires et mon aisance dans les langues (notamment en anglais et en français), j'ai développé d'excellentes compétences en résolution de problèmes.",
  "about2": "Actuellement je construis des projets avec",
  "about2bis": "et je travaille tous les jours pour acquérir les connaissances techniques qui me permettent de proposer des solutions adaptées aux entreprises et aux particuliers.",
  "about3": "Autodidacte par nature, j'adore apprendre et me dépasser chaque jour. Si tu as une idée ou projet à développer, n'hésite pas à me contacter.",
  "aboutEnd": "Plus d'information sur moi.",
  "pdf": "Fr",
  "dataprojects": [
    {
      "descripcion": "App de Typescript/React qui se communique avec une API Typescript/Node.js et une une base de données Mongodb. J'ai utilisé Styled-components pour les styles.",

      "alt": "TYPESCRIPT/REACT/NODE APP",

      "titulo": "Typescript/React app"
    },
    {
      "descripcion": "Portfolio que j'ai construit d'abord avec Javascript pur et que j'ai ensuite traduit en React. J'ai utilisé l'API Intersection Observer, et j'ai ajouté les traductions avec l'aide de React-i18n.",

      "alt": "PORTFOLIO",

      "titulo": "Javascript à React"
    },
    {
      "descripcion": "Gestionnaire des tâches que j'ai construit avec React et qui utilise JWT pour l'authentification. Ce système se communique avec une API Node.js et une base de données Mongo Atlas.",

      "alt": "Projet MERN",

      "titulo": "PROJET MERN"
    },
    {
      "descripcion": "Imitation du populaire site web. Après inscription et connexion, les utilisateurs ont accès à un espace public où ils peuvent publier des messages. En outre, il y a une route privée où les utilisateurs peuvent consulter et modifier leurs données personnelles.",

      "alt": "Projet Rodribook",

      "titulo": "RODRIBOOK WEBSITE"
    },
    {
      "descripcion": "Jeu de Blackjack que j'ai construit inspiré par un projet de Free Code Camp, dont j'ai modifié et ajouté plusieurs fonctionnalités: notifications sur l'état du jeu, un bot croupier, une interface pour parier, etc.",

      "alt": "Projet Blackjack",

      "titulo": "JEU DE BLACKJACK"
    },
    {
      "descripcion": "Mon premier site web.",

      "alt": "Projet Rohelaw",

      "titulo": "SITE WEB ROHELAW"
    }
  ]
}
